<html>
<head>
    <title>calypso-website/src/components/about-us/AboutUs.jsx</title>
    <style type="text/css" media="screen">
        #editor {
            position: absolute;
            top: 40px;
            right: 0;
            bottom: 0;
            left: 0;
        }
    </style>
</head>
<body style="font-family: 'DejaVu Sans', Arial, Helvetica, sans-serif">
<h3 style="margin-bottom: 0">calypso-website/src/components/about-us/AboutUs.jsx (<b>66</b> lines of code) (<a href="AboutUs.jsx">raw</a>):</h3>
<div id="editor">import &quot;./AboutUs.css&quot;;

const AboutUs = () =&gt; {
  return (
    &lt;div className=&quot;about-us__box&quot;&gt;
      &lt;h1&gt;About us | &Agrave; propos de nous&lt;/h1&gt;
      &lt;p&gt;
        At Calypso, music is at the core of everything we do. Founded in
        Montreal in 2019, our story began with a simple belief: every instrument
        should inspire joy and bring people closer to the heart of music. That&rsquo;s
        why we collaborate closely with skilled craftsmen, engineers, and
        musicians to create instruments that feel alive &mdash; instruments that last,
        adapt to any climate, and encourage you to keep playing. &lt;br /&gt;
        Our family of instruments spans strings, percussion, wind, and brass &mdash;
        serving everyone from beginners taking their first steps to
        professionals refining their sound. Some of our instruments are crafted
        in our own Canadian workshop, while others are produced by trusted
        partners in Germany, the USA, China, Taiwan, Indonesia, Italy, France,
        and beyond. No matter where they are made, each instrument carries the
        same principles: quality, craftsmanship, and respect for music and the
        planet. &lt;br /&gt; ⸻ Our Mission We aim to do more than provide musical
        instruments. Our mission is to support every musician&rsquo;s journey by
        offering tools that spark creativity, guidance that builds confidence,
        and a community that keeps passion alive. Every instrument we design is
        meant to be a true companion &mdash; not just a product. &lt;br /&gt;⸻ Our Vision We
        envision a world where music connects cultures, generations, and
        communities. From Canada and the USA to every corner of the globe, our
        goal is to offer instruments that blend tradition with innovation. We
        are committed to more sustainable materials, smarter design, and
        stronger support for music education &mdash; ensuring that the musicians of
        tomorrow have even more reasons to play.
      &lt;/p&gt;
      &lt;p&gt;
        Chez Calypso, la musique est au c&oelig;ur de tout ce que nous faisons. Fond&eacute;e
        &agrave; Montr&eacute;al en 2019, notre histoire a commenc&eacute; avec une conviction simple
        : chaque instrument doit inspirer la joie et rapprocher les gens de
        l&rsquo;essence m&ecirc;me de la musique. C&rsquo;est pourquoi nous collaborons
        &eacute;troitement avec des artisans qualifi&eacute;s, des ing&eacute;nieurs et des musiciens
        afin de cr&eacute;er des instruments qui semblent vivants &mdash; des instruments
        durables, adapt&eacute;s &agrave; tous les climats, et qui donnent envie de jouer
        encore et encore. &lt;br /&gt; Notre famille d&rsquo;instruments couvre les cordes,
        les percussions, les vents et les cuivres &mdash; pour accompagner aussi bien
        les d&eacute;butants qui font leurs premiers pas que les professionnels en
        qu&ecirc;te de leur son id&eacute;al. Certains de nos instruments sont fabriqu&eacute;s dans
        notre atelier au Canada, tandis que d&rsquo;autres proviennent de partenaires
        de confiance en Allemagne, aux &Eacute;tats-Unis, en Chine, &agrave; Ta&iuml;wan, en
        Indon&eacute;sie, en Italie, en France et ailleurs. Peu importe leur origine,
        chaque instrument refl&egrave;te les m&ecirc;mes valeurs : qualit&eacute;, savoir-faire et
        respect de la musique et de la plan&egrave;te. &lt;br /&gt; ⸻ Notre mission Notre
        objectif va bien au-del&agrave; de la vente d&rsquo;instruments. Notre mission est
        d&rsquo;accompagner chaque musicien dans son parcours en offrant des outils
        qui stimulent la cr&eacute;ativit&eacute;, des conseils qui renforcent la confiance et
        une communaut&eacute; qui nourrit la passion. Chaque instrument que nous
        concevons est pens&eacute; pour &ecirc;tre un v&eacute;ritable compagnon &mdash; et non simplement
        un objet. &lt;br /&gt;⸻ Notre vision Nous r&ecirc;vons d&rsquo;un monde o&ugrave; la musique
        relie les cultures et les g&eacute;n&eacute;rations. Du Canada et des &Eacute;tats-Unis
        jusqu&rsquo;aux quatre coins du globe, nous souhaitons que chaque musicien ait
        acc&egrave;s &agrave; des instruments qui allient tradition et innovation. Nous nous
        engageons &agrave; utiliser des mat&eacute;riaux plus durables, &agrave; d&eacute;velopper des
        conceptions plus intelligentes et &agrave; soutenir davantage l&rsquo;&eacute;ducation
        musicale &mdash; afin que les musiciens de demain aient encore plus de raisons
        de jouer.
      &lt;/p&gt;
    &lt;/div&gt;
  );
};

export default AboutUs;
</div>
<script src="https://www.zeljkoobrenovic.com/tools/common/lib/ace/ace.js" type="text/javascript" charset="utf-8"></script>
<script>
    var editor = ace.edit("editor");
    editor.session.setMode("ace/mode/html");
    editor.setTheme("ace/theme/xcode");
    editor.setReadOnly(true);
    editor.setOption("wrap", true);
    editor.setPrintMarginColumn(120);
</script>
</body>
